{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "South Africa stuns England to win Rugby World Cup and inspire a nation", "text": "Kolisi, who grew up in the township of Zwide, just outside Port Elizabeth, was just 16 when South Africa won the 2007 Rugby World Cup final.\n\n\"When I was a kid, there's no way I would've dreamed of being Springbok captain,\" South Africa's first ever black skipper told CNN Sport before the tournament kicked off.\n\nOn Saturday, the man whose family did not own a television, had his picture beamed across the world after leading his side to World Cup glory.\n\nSiya Kolisi of South Africa lifts the Rugby World Cup trophy after his side's win against England.\n\nThe picture of Kolisi holding the glistening gold Webb Ellis trophy high above the Yokohama sky after South Africa's 32-12 win over England will adorn the front and back pages of newspapers across the world.\n\nIt is a picture that will become part of history, but also perhaps, a glimpse of the future.\n\n\"It is really special and it was more than just a game for us,\" Kolisi told ITV after the game. \"We are really grateful to have our families here and all I want to do is to inspire my kids and every other kid in South Africa. I never dreamed of a day like this at all. When I was a kid all I was thinking about was getting my next meal.\n\n\"A lot of us in South Africa just need an opportunity and there are so many untold stories. I'm hoping that we have just given people a bit of hope to pull together as a country to make it better.\"\n\nSouth Africa's President Cyril Ramaphosa (centre R) and Kolisi (centre L) lift the trophy.\n\nIn front of his father, who had never traveled outside of South Africa before, Koilisi held the trophy aloft in the final scene of an unforgettable night for South Africa.\n\nAs Kolisi held tight the trophy, the country's president Cyril Ramaphosa wearing the green jersey of South Africa, joined the celebrations. He too, like Nelson Mandela and Thabo Mbeki before him, will know only too well of rugby's ability to bring hope to those who seek it.\n\n\"Madiba (Nelson Mandela) will be looking down on you, and be so proud in what you have achieved,\" former South Africa star Bryan Habana told Kolisi in the immediate aftermath of the contest.\n\nSouth African rugby team captain, Francois Pienaar (R), is congratulated by South African President Nelson Mandela (L) after South Africa won the Rugby World Cup final against New Zealand 24 June 1995.\n\nKolisi, like many of his teammates, may not be able to grasp the size of their achievement so soon after the conclusion of its 32-12 victory over England.\n\nBut those who triumphed in Yokohama will join the the victorious Springbok teams of 1995 and 2007 in creating a new wave of hope.\n\nFew national teams carry the weight of history that South Africa does but then few have a captain like Kolisi.\n\nToday we join over 57 million South Africans in congratulating our team, the Springboks for their victory over England in Japan. This is the third trophy South Africa has lifted since the dawn of democracy. #RWCFinal #EngvRSA 1/2 pic.twitter.com/XS9ktGQUo1 — NelsonMandela (@NelsonMandela) November 2, 2019\n\nThe 1995 World Cup final, the image of the country's first black president Mandela awarding the trophy to Francois Pienaar, the captain of the Springboks, a team that had been a symbolism of white South Africa for so long, remains one of the most talked about moments in the country's sporting history.\n\nNow, at last, it has another image. An image of a black captain, a leader, a man hoping to inspire change.\n\n\"Since I have been alive I have never seen South Africa like this,\" Kolisi said.\n\n\"With all the challenges we have, the coach said to us that we are not playing for ourselves any more, we are playing for the people back home -- that is what we wanted to do today.\"\n\nSouth Africa's flanker Siya Kolisi (R) passes the ball beside England's wing Anthony Watson during the Japan 2019 Rugby World Cup final.\n\nFor South Africa, a third World Cup triumph appeared inevitable from the start of the contest where it physically outgunned its opponent.\n\nDominant in the scrum and at the breakdown, the Springboks did what it always seems to do in a World Cup final. Win.\n\nAnd yet, after the triumphs of 1995 and 2007, this was perhaps one of the more unlikely triumphs given the depths to which South African rugby plunged last year.\n\nJust over 12 months ago the Springboks languished in seventh in the world rankings -- its lowest ever position. On Saturday it climbed back to the top of the world.\n\nThis win was not by chance. This was a performance in which the Springboks won every big point, every big moment, dominating from the very first minute of the contest to the very last.\n\nMakazole Mapimpi of South Africa breaks through to score his team's first try during the Rugby World Cup final.\n\nWith two minutes of the contest remaining, television pictures showed South Africa's name being etched onto the William Webb Ellis trophy. That could have been done at halftime with the Springboks leading 12-6 so dominant were South Africa.\n\nNo team has ever surrendered a halftime lead in the World Cup final and South Africa, too quick and too cute for its opponent throughout, rarely looked in trouble.\n\n\"I don't think it's sunk in yet,\" Handre Pollard, who scored 22 of South Africa's 32 points, told the BBC. \"It's amazing. The boys are very, very happy.\n\n\"You can't put it in to words. As a group of rugby players, we wanted to win the World Cup for ourselves and the management but the magnitude of what happened tonight for South Africa as a country is back home is something people who live in South Africa will understand. Going forward hopefully it's a measure of hope we can put back into our country.\"\n\nPollard was instrumental in his team's success. The Springboks No.10 kicked four first-half penalties and another two after the break.\n\nWhen Makazole Mapimpi ran through to score his side's first try with 14 minutes remaining, the first try the Springboks had ever scored in a World Cup final, the celebrations could finally begin.\n\nCheslin Kolbe's try, eight minutes later, added further gloss to the scoreline and underlined South Africa's dominance.\n\nSouth Africa's wing Cheslin Kolbe (C) is congratulated by teammates after scoring a try against England.\n\n\"There are so many good things in South Africa but always in the past, we seem to look at all the bad things,\" South Africa coach Erasmus said after the game.\n\n\"We just decided, let's stand together and work really hard and play well on the field and then from that all the other things will come out later and I think that's what we did and with that we won the World Cup.\"\n\nAs those in green danced into the Yokohama night, England's players slunk off into the locker room.\n\nA third defeat in four World Cup appearances but this loss, and the team's performance will rankle for some time.\n\nOnly a week ago, England dazzled. It produced one of its greatest ever showings to dismantle New Zealand, a team that had won the past two World Cups and appeared destined for an unprecedented third in succession.\n\nThat victory captured the imagination of the English public -- a public that is desperate to cling onto anything that will distract it from Brexit.\n\nEngland's centre Owen Farrell walks past the World Cup trophy after losing the 2019 Rugby World Cup final.\n\nTipped by many as favorite for the final, England appeared sluggish from the start. After arriving late to the stadium, Eddie Jones' side failed to make the fast start that was so effective against New Zealand.\n\n\"We just couldn't get on the front foot,\" England coach Eddie Jones told the BBC.\n\n\"We were dominated in the scrum particularly in the first 50 minutes. When you're in a tight, penalty-driven riven game, its difficult to get any sort of advantage.\n\n\"We needed to fix up the scrum, little things around the line-out, then get a bit more accurate in how we attacked. We did that for a while, got ourselves back into the game, but in the end we had to force the game and gave away a couple of tries.\n\n\"They were too good for us at the breakdown today. That's the great thing about rugby, one day you're the best team in the world and the next a team knocks you off.\"", "link": "http://edition.cnn.com/2019/11/02/sport/england-south-africa-rugby-world-cup-final-spt-intl/index.html", "published": "2019-11-02T00:00:00"}, {"title": "Russia rolls out its 'sovereign internet.' Is it building a digital Iron Curtain?", "text": "Moscow (CNN Business) On Friday, a controversial new law took effect in Russia: The so-called \"sovereign internet\" law, which mandates the creation of an independent internet for Russia.\n\nIn effect, Moscow has given itself the power to erect a sort of digital Iron Curtain around its networks. But will it force the change from a freewheeling internet to a purely Russian one?\n\nThat's what tech companies and Russian internet users alike will be watching as the law takes effect.\n\nHere's what the measure entails: Earlier this year, Russian President Vladimir Putin signed into law new rules that would enable the creation of a national network that can operate independently from the rest of the world. Among other things, the law allows Roskomnadzor, Russia's telecoms agency, to shut the country off from external traffic exchange, creating a purely Russian web.\n\nThe government has said the regulations are part of an effort to protect Russia by creating the ability to sustain a fenced-off national network, in the event that a foreign power interferes with Russian cyberspace. The official newspaper Rossiiskaya Gazeta said the law coming into force should not affect internet users, but it \"will ensure the availability of communication services in Russia in case of threats.\"\n\nNow the government can directly censor content or even turn Russia's internet into a closed system.\" Rachel Denber, Human Rights Watch\n\nRead More", "link": "http://edition.cnn.com/2019/11/01/tech/russia-internet-law/index.html", "published": "2019-11-01T00:00:00"}]}}}